Repository: pr0d1gy-/vacation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Address
ru: Аддресс

source: Name
ru: Имя

source: State
ru: Состояние

source: Action user
ru: Юзер

source: Action manager
ru: Менеджер

source: Action admin
ru: Админ

source: Group code
ru: Код группы

source: Rang
ru: Ранг

source: username
ru: логин

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
ru: Обязательно. 30 символов или меньше. Только буквы, цифры и @/./+/-/_.

source: Enter a valid username. This value may contain only letters, numbers and @/./+/-/_ characters.
ru: Введите правильное имя пользователя. Может содержать только буквы, цифры и@/./+/-/_.

source: email address
ru: Аддресс електронной почты

source: first name
ru: Имя

source: last name
ru: Фамилия

source: staff status
ru: статус админа

source: Designates whether the user can log into this admin site.
ru: Обозначает, может ли пользователь войти в панель администратора.

source: active
ru: активный

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ru: Обозначает должен ли пользователь рассматриваться как активный. Снемите галочку вместо удаления учетной записи.

source: date joined
ru: Дата регистрации

source: user
ru: Пользователь

source: users
ru: Пользователи

source: User
ru: Пользователь

source: Date start
ru: Начальная дата

source: Date end
ru: Конечная дата

source: User comment
ru: Комментарий пользователя

source: Admin comment
ru: Комментарий администратора

source: Date start bigger than date end.
ru: Начальная дата больше конечной даты.

source: Quantity of Vacation days bigger than %s.
ru: Колличество дней отпуска больше, чем %s.

source: Selected vacations period is invalid.
ru: Выбранный период отпуска не правильный.

source: Creating an application is not available. Days used %s of %s
ru: Создание запроса не доступно. Дней использовано %s из %s

source: Selected period is larger than allowed. Possible to select %s of the days.
ru: Выбранный период больше допустимого. Возможный период %s дней.

source: State is invalid.
ru: Неверное состояние.

source: You have not permissions for update vacation.
ru: У Вас недостаточно прав для редактирования отпуска.

source: State was wrong.
ru: Неверное состояние.

source: Vacation can not be changed.
ru: Отпуск не может быть изменён.
